Repository: CrimsBerith/Keptora
Catalog: Keptora/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, tr

source: REVIEW
de: PRÜFEN
fr: VÉRIFIER
tr: İNCELE

source: Review candidate
de: Prüfkandidat
fr: Photo à examiner
tr: İnceleme adayı

source: Review Cleanup
de: Bereinigung prüfen
fr: Examiner le nettoyage
tr: Temizlemeyi İncele

source: Review Duplicates
de: Duplikate überprüfen
fr: Réviser les doublons
tr: Kopyaları İncele

source: Review first
de: Zuerst prüfen
fr: Vérifier d’abord
tr: Önce inceleyin

source: Review insights
de: Prüfeinblicke
fr: Aperçu de l'examen
tr: İnceleme özeti

source: Review Insights
de: Prüfeinblicke
fr: Aperçu de l'examen
tr: İnceleme Özeti

source: Review maximum
de: Maximale Überprüfung
fr: Révision maximale
tr: Maksimum inceleme

source: Review mode
de: Prüfmodus
fr: Mode d’examen
tr: İnceleme modu

source: Review only
de: Nur prüfen
fr: Consultation seule
tr: Yalnızca inceleme

source: Review progress
de: Fortgang überprüfen
fr: Réviser les progrès
tr: İnceleme ilerlemesi

source: Review Queue
de: Überprüfungsköpfe
fr: File d'attente de révision
tr: İnceleme Sırası

source: Review required
de: Überprüfung erforderlich
fr: Révision requise
tr: Gözden geçirme gerekli

source: Review Restore
de: Wiederherstellung prüfen
fr: Examiner la restauration
tr: Geri Yüklemeyi İncele

source: Review Safety Plan
de: Sicherheitsplan überprüfen
fr: Réviser le plan de sécurité
tr: Güvenlik Planını İncele

source: Review sensitivity
de: Sensitivitätsprüfung
fr: Révision de la sensibilité
tr: İnceleme hassasiyeti

source: Review Studio
de: Prüfstudio
fr: Studio d'examen
tr: İnceleme Stüdyosu

source: Review-only · no cleanup actions
de: Nur zur Überprüfung · keine Bereinigungsaktionen
fr: Seulement pour examen - pas d'actions de nettoyage
tr: Salt inceleme · temizleme işlemi yok

source: Review-only comparison
de: Vergleich nur zur Prüfung
fr: Comparaison en consultation seule
tr: Yalnızca inceleme karşılaştırması

source: Review-only policy
de: Reine Prüfrichtlinie
fr: Politique d'examen uniquement
tr: Yalnızca inceleme politikası

source: Review-only similarity
de: Nur Überprüfung der Ähnlichkeit
fr: Similitudine uniquement de révision
tr: Salt inceleme benzerliği

source: Review-only suggestions · no cleanup actions
de: Nur Vorschläge zur Überprüfung · keine Bereinigungsaktionen
fr: Suggestions réservées à la révision - pas d'actions de nettoyage
tr: Salt inceleme önerileri · temizleme işlemi yok

source: Review-only. Similarity never enables cleanup.
de: Nur zur Prüfung. Ähnlichkeit aktiviert niemals die Bereinigung.
fr: Consultation seule. La similarité n’active jamais le nettoyage.
tr: Yalnızca inceleme. Benzerlik hiçbir zaman temizlemeyi etkinleştirmez.

source: Reviewed
de: Geprüft
fr: Examiné
tr: İncelendi

source: Reviewed · not planned
de: Geprüft · nicht geplant
fr: Examiné · non prévu
tr: İncelendi · plana eklenmedi

source: Reviewed without plan
de: Unplanmäßig überprüft
fr: Examen sans plan
tr: Plansız incelendi

source: Run a scan, similarity analysis, quarantine commit, or restore to create a local sample.
de: Scan, Ähnlichkeitsanalyse, Quarantäne oder Wiederherstellung starten, um ein lokales Beispiel zu erstellen.
fr: Effectuez un scan, une analyse de similarité, une mise en quarantaine ou une restauration pour créer un échantillon local.
tr: Yerel bir örnek oluşturmak için tarama, benzerlik analizi, karantina işlemi veya geri yükleme çalıştırın.

source: Safe copies
de: Sichere Kopien
fr: Copies sûres
tr: Güvenli kopyalar

source: Safety
de: Sicherheit
fr: Sécurité
tr: Güvenlik

source: Safety Evidence
de: Sicherheitsnachweise
fr: Preuve de sécurité
tr: Güvenlik Kanıtı

source: Safety Plan
de: Sicherheitsplan
fr: Plan de sécurité
tr: Güvenlik Planı

# Safety Plan lineage R%lld · %@
source: Safety Plan lineage R%1$lld · %2$@
de: Sicherheitsplan-Verlauf R%1$lld · %2$@
fr: Lignée du plan de sécurité R%1$lld · %2$@
tr: Güvenlik Planı geçmişi R%1$lld · %2$@

source: Saved locally %@.
de: Lokal gespeichert: %@.
fr: Enregistré localement : %@.
tr: Yerel olarak kaydedildi %@.

source: Scan %@
de: %@ scannen
fr: Analyser %@
tr: %@ Tara

source: Scan %@ iCloud-only items
de: %@ reine iCloud-Elemente scannen
fr: Analyser %@ éléments uniquement sur iCloud
tr: Yalnızca iCloud’daki %@ öğeyi tara

source: Scan cancelled safely.
de: Scan wurde sicher abgesagt.
fr: Le scan a été annulé en toute sécurité.
tr: Tarama güvenli bir şekilde iptal edildi.

source: Scan complete
de: Scan abgeschlossen
fr: Scan terminé
tr: Tarama tamamlandı

source: Scan iCloud Originals
de: ICloud Originals scannen
fr: Scanner les Originals iCloud
tr: iCloud Özgünlerini Tara

source: Scan Files
de: Dateien scannen
fr: Analyser les fichiers
tr: Dosyaları Tara

source: Scan Photos
de: Fotos scannen
fr: Scanner des photos
tr: Fotoğrafları Tara

source: Scanned
de: Gescannt
fr: Analysés
tr: Taranan

source: Scanning
de: Scannen
fr: balayage
tr: Tarama

source: Scanning %@
de: %@ wird gescannt
fr: Analyse de %@
tr: %@ taranıyor

source: Scanning %@ of %@
de: %@ von %@ werden gescannt
fr: Analyse de %@ sur %@
tr: %@ / %@ taranıyor

source: Search names or paths
de: Nach Namen oder Pfaden suchen
fr: Rechercher des noms ou des chemins
tr: Ad veya yol ara

source: Search source or plan ID
de: Quell- oder Plan-ID suchen
fr: Rechercher l'ID de la source ou du plan
tr: Kaynak veya plan kimliği ara

source: Select %@
de: %@ auswählen
fr: Sélectionner %@
tr: %@ seç

source: Select All Safe Copies
de: Alle sicheren Kopien auswählen
fr: Sélectionner toutes les copies sûres
tr: Tüm Güvenli Kopyaları Seç

source: Select all safe copies?
de: Alle sicheren Kopien auswählen?
fr: Sélectionner toutes les copies sécurisées ?
tr: Güvenli kopyaların tümü seçilsin mi?

source: Select All Safe Photos
de: Alle sicheren Fotos auswählen
fr: Sélectionner toutes les photos sûres
tr: Güvenli Fotoğrafların Tümünü Seç

source: Select All Safe Videos
de: Alle sicheren Videos auswählen
fr: Sélectionner toutes les vidéos sûres
tr: Güvenli Videoların Tümünü Seç

source: Select an exact copy to review
de: Exakte Kopie zum Prüfen auswählen
fr: Sélectionnez une copie exacte à examiner
tr: İncelemek için birebir kopya seçin

source: Select every exact duplicate except the protected keeper and add them to the Safety Plan.
de: Alle exakten Duplikate außer dem geschützten Original auswählen und zum Sicherheitsplan hinzufügen.
fr: Sélectionner tous les doublons exacts sauf l'original protégé et les ajouter au plan de sécurité.
tr: Asıl kopya dışındaki tüm birebir kopyaları seçip Güvenlik Planına ekleyin.

source: Select Safe Copies in This Set
de: Sichere Kopien dieser Gruppe auswählen
fr: Sélectionner les copies sûres de ce groupe
tr: Bu Gruptaki Güvenli Kopyaları Seç

source: Select Safe Videos in This Group
de: Sichere Videos dieser Gruppe auswählen
fr: Sélectionner les vidéos sûres de ce groupe
tr: Bu Gruptaki Güvenli Videoları Seç

source: Select This Group
de: Diese Gruppe auswählen
fr: Sélectionner ce groupe
tr: Bu Grubu Seç

source: Selected photos
de: Ausgewählte Fotos
fr: Photos sélectionnées
tr: Seçilen fotoğraflar

source: Sensitivity can only narrow the calibrated envelope. Similar groups never authorize cleanup.
de: Empfindlichkeit kann nur den kalibrierten Bereich einschränken. Ähnliche Gruppen autorisieren niemals eine Bereinigung.
fr: La sensibilité ne peut que réduire l'enveloppe calibrée. Des groupes similaires n'autorisent jamais le nettoyage.
tr: Hassasiyet yalnızca kalibre edilmiş aralığı daraltabilir. Benzer gruplar asla temizleme izni vermez.

source: Settings
de: Einstellungen
fr: Réglages
tr: Ayarlar

source: SHA-256 verified
de: SHA-256 verifiziert
fr: SHA-256 vérifié
tr: SHA-256 doğrulandı

source: Shortest path
de: Kurzerer Weg
fr: Chemin le plus court
tr: En kısa yol

source: Show 300 More
de: Weitere 300 anzeigen
fr: Afficher 300 de plus
tr: 300 Daha Göster

source: Show full file paths
de: Vollständige Dateipfade anzeigen
fr: Afficher les chemins complets des fichiers
tr: Tam dosya yollarını göster

source: Show Manifest
de: Manifest anzeigen
fr: Afficher le manifeste
tr: Manifesti Göster

source: Show Welcome Tour
de: Willkommensführung anzeigen
fr: Visite de bienvenue
tr: Karşılama Turunu Göster

# Showing %@ of %@ matching files
source: Showing %1$@ of %2$@ matching files
de: %1$@ von %2$@ passenden Dateien angezeigt
fr: Affichage de %1$@ sur %2$@ fichiers correspondants
tr: %2$@ eşleşen dosyadan %1$@ tanesi gösteriliyor

source: Shows fewer sets and minimizes visual false positives. Recommended for release builds.
de: Zeigt weniger Sets an und minimiert visuelle Fehlalarme. Empfohlen für Veröffentlichungsbuilds.
fr: Affiche moins de ensembles et minimise les faux positifs visuels. Recommandé pour les builds de sortie.
tr: Daha az set gösterir ve görsel yanlış pozitifleri en aza indirir. Yayın sürümleri için önerilir.

source: Sidecar
de: Sidecar-Datei
fr: Fichier associé (Sidecar)
tr: Yan dosya

source: Signed manifest
de: Unterzeichnete Erklärung
fr: Manifeste signé
tr: İmzalı bildirim

source: Signed manifests
de: Signierte Manifeste
fr: Manifestes signés
tr: İmzalı bildirimler

source: Similar
de: Ähnlich
fr: Similaires
tr: Benzerler

source: Similar Comparison
de: Vergleich
fr: Comparaison
tr: Karşılaştır

source: Reset
de: Zurücksetzen
fr: Réinitialiser
tr: Sıfırla

source: Similar photo suggestions
de: Ähnliche Fotovorschläge
fr: Suggestions de photos similaires
tr: Benzer fotoğraf önerileri

source: Similar photos
de: Ähnliche Fotos
fr: Photos similaires
tr: Benzer fotoğraflar

source: Similar Photos
de: Ähnliche Fotos
fr: Photos similaires
tr: Benzer Fotoğraflar

source: Similar photos are review-only and never enter cleanup.
de: Ähnliche Fotos dienen nur zur Prüfung und werden niemals bereinigt.
fr: Les photos similaires sont uniquement proposées à l’examen et ne sont jamais nettoyées.
tr: Benzer fotoğraflar yalnızca inceleme içindir ve temizlemeye asla alınmaz.

source: Similar photos are suggestions only. They never enter a cleanup plan.
de: Ähnliche Fotos sind nur Vorschläge. Diese werden nie in einen Bereinigungsplan aufgenommen.
fr: Les photos similaires ne sont que des suggestions. Elles ne sont jamais incluses dans un plan de nettoyage.
tr: Benzer fotoğraflar yalnızca öneridir. Hiçbir zaman temizleme planına dahil edilmezler.

source: Similar set · %lld photos
de: Ähnliche Gruppe · %lld Fotos
fr: Groupe similaire · %lld photos
tr: Benzer grup · %lld fotoğraf

source: Similar sets
de: Ähnliche Sets
fr: Ensembles similaires
tr: Benzer gruplar

source: similar video candidate
de: ähnlicher Videokandidat
fr: vidéo similaire à vérifier
tr: benzer video adayı

source: Similar videos
de: Ähnliche Videos
fr: Vidéos similaires
tr: Benzer videolar

source: Similarity
de: Ähnlichkeit
fr: similitude
tr: Benzerlik

source: Similarity analysis cancelled
de: Ähnlichkeitsanalyse abgesagt
fr: Analyse de similitude annulée
tr: Benzerlik analizi iptal edildi

source: Similarity analysis completed
de: Ähnlichkeitsanalyse abgeschlossen
fr: Analyse de similitude terminée
tr: Benzerlik analizi tamamlandı

source: Similarity analysis failed
de: Ähnlichkeitsanalyse fehlgeschlagen
fr: L'analyse de similitude a échoué.
tr: Benzerlik analizi tamamlanamadı

source: Similarity analysis has not started
de: Die Ähnlichkeitsanalyse wurde noch nicht gestartet
fr: L'analyse de similitude n'a pas encore commencé.
tr: Benzerlik analizi başlamadı

source: Similarity Calibration
de: Ähnlichkeitskalibrierung
fr: Calibration de la similitude
tr: Benzerlik Kalibrasyonu

source: Similarity evidence
de: Ähnlichkeitsnachweis
fr: Preuve de similitude
tr: Benzerlik kanıtı

source: Similarity layout
de: Ähnlichkeitsansicht
fr: Cadre de similitude
tr: Benzerlik düzeni

source: Similarity results are for comparison only.
de: Ähnlichkeitsergebnisse dienen nur dem Vergleich.
fr: Les résultats de similitude sont à titre de comparaison uniquement.
tr: Benzerlik sonuçları yalnızca karşılaştırma içindir.

source: Similarity suggestions never enter this evidence path and can never be auto-added to cleanup.
de: Ähnlichkeitsvorschläge gelangen niemals auf diesen Nachweispfad und können nie automatisch zur Bereinigung hinzugefügt werden.
fr: Les suggestions de similarité ne sont jamais incluses dans ce chemin d'évidence et ne peuvent jamais être ajoutées automatiquement à la nettoyage.
tr: Benzerlik önerileri bu kanıt yoluna girmez ve asla otomatik temizlemeye eklenemez.

source: Size
de: Größe
fr: Taille
tr: Boyut

source: Skip
de: Überspringen
fr: Ignorer
tr: Atla

source: Skip Focused Photo
de: Fokussiertes Foto überspringen
fr: Ignorer la photo active
tr: Odaktaki Fotoğrafı Atla

source: Skip This Group
de: Diese Gruppe überspringen
fr: Ignorer ce groupe
tr: Bu Grubu Atla

source: Skipped
de: Übersprungen
fr: Ignoré
tr: Atlandı

source: Smaller checkpoints improve interruption recovery but add a small amount of database work.
de: Kleinere Kontrollpunkte verbessern die Wiederherstellung von Unterbrechungen, verursachen jedoch eine geringe Menge an Datenbankarbeit.
fr: Les points de contrôle plus petits améliorent la récupération des interruptions, mais ajoutent une petite quantité de travail de base de données.
tr: Daha küçük denetim noktaları kesinti kurtarmayı iyileştirir.

source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Un problème est survenu
tr: Bir sorun oluştu

source: Sort
de: Sortierung
fr: Tri
tr: Sırala

source: Source Exclusions
de: Quellenausschlüsse
fr: Exclusions de sources
tr: Kaynak Hariç Tutmaları

source: Source library
de: Quellbibliothek
fr: Bibliothèque de sources
tr: Kaynak arşiv

source: Source volume disconnected
de: Quellvolumen nicht verbunden
fr: Volume source déconnecté
tr: Kaynak diskin bağlantısı kesildi

source: Source: %@
de: Quelle:%@
tr: Kaynak: %@

source: Sources
de: Quellen
tr: Kaynaklar

source: Space
de: Speicherplatz
fr: Espace
tr: Alan

source: Space to Reclaim
de: Freigebbarer Speicherplatz
fr: Espace à récupérer
tr: Kazanılabilir Alan

source: Stale
de: Veraltet
fr: Obsolète
tr: Geçersiz

source: Stale — regenerate
de: Veraltet — neu erstellen
fr: Obsolète — régénérer
tr: Güncel değil — yeniden oluştur

source: Start Read-Only Scan
de: Leseschutzscan starten
fr: Commencer la vérification en lecture seule
tr: Güvenli Tarama Başlat

source: StoreKit is using a placeholder product ID. Configure release identifiers before testing purchases.
de: StoreKit verwendet eine Platzhalter-Produkt-ID. Vor dem Testen von Käufen Versionskennungen konfigurieren.
fr: StoreKit utilise un identifiant de produit de remplacement. Configurez les identifiants de version avant de tester les achats.
tr: StoreKit yer tutucu ürün kimliği kullanıyor. Satın alımları test etmeden önce yayın kimliklerini yapılandırın.

source: Strong
de: stark
fr: fort
tr: Güçlü

source: Suggestions and cleanup remain separate
de: Vorschläge und Bereinigung bleiben getrennt
fr: Les suggestions et le nettoyage restent séparés.
tr: Öneriler ve temizlik ayrı kalır

source: Suggestions use sampled frames. Review every video before cleanup.
de: Vorschläge basieren auf Einzelbildern. Jedes Video vor der Bereinigung prüfen.
fr: Les suggestions utilisent des images extraites. Vérifiez chaque vidéo avant le nettoyage.
tr: Öneriler videolardan alınan karelerle oluşturulur. Temizlemeden önce her videoyu inceleyin.

source: Superseded
de: Abgelöst
fr: Remplacé
tr: Yerine yenisi geçti

source: Support & Diagnostics
de: Support & Diagnostik
fr: Support et diagnostics
tr: Destek ve Tanılama

source: Support and diagnostics
de: Unterstützung und Diagnose
fr: Soutien et diagnostic
tr: Destek ve tanılama

source: Support package
de: Support-Paket
fr: Paquet de support
tr: Destek paketi

source: Support URL: configure before release
de: Support-URL: Konfigurieren vor der Veröffentlichung
fr: URL de support : configurer avant la sortie.
tr: Destek URL'si: yayın öncesi yapılandırın

source: Synchronized comparison preview of %@
de: Synchronisierte Vergleichsvorschau von %@
fr: Aperçu de comparaison synchronisée de %@
tr: Eşzamanlı karşılaştırma önizlemesi: %@

source: Synchronized zoom & pan
de: Synchronisiertes Zoomen und Verschieben
fr: Zoom et balayage synchronisés
tr: Eşzamanlı yakınlaştırma ve kaydırma

source: The protected keeper stays in place. Files move to a reversible Keptora Quarantine folder.
de: Das geschützte Original bleibt erhalten. Dateien werden in den umkehrbaren Keptora-Quarantäneordner verschoben.
fr: L’original protégé reste en place. Les fichiers sont déplacés vers la zone de récupération Keptora réversible.
tr: Korunan orijinal yerinde kalır. Dosyalar geri alınabilir Keptora Kurtarma Kutusu klasörüne taşınır.

source: The purchase could not be verified.
de: Der Kauf konnte nicht verifiziert werden.
fr: L’achat n’a pas pu être vérifié.
tr: Satın alım doğrulanamadı.

source: The recorded decision cannot currently be proven from the selected exact-set state. Review it again before creating a Safety Plan.
de: Die aufgezeichnete Entscheidung kann derzeit nicht aus dem ausgewählten exakten Zustandsbereich nachgewiesen werden. Erneut prüfen, bevor ein Sicherheitsplan erstellt wird.
fr: La décision enregistrée ne peut actuellement pas être prouvée à partir de l'état exact sélectionné. Revenez-y avant de créer un plan de sécurité.
tr: Kayıtlı karar seçili durumdan kanıtlanamıyor. Güvenlik Planı oluşturmadan önce tekrar inceleyin.

source: The screen cannot be closed until the operation finishes.
de: Der Bildschirm kann nicht geschlossen werden, bis die Operation abgeschlossen ist.
fr: L'écran ne peut pas être fermé tant que l'opération n'est pas terminée.
tr: İşlem tamamlanana kadar ekran açık kalır.

source: The screen cannot be closed until the purchase operation finishes.
de: Der Bildschirm kann nicht geschlossen werden, bis die Kaufvorgabe abgeschlossen ist.
fr: L'écran ne peut pas être fermé tant que l'opération d'achat n'est pas terminée.
tr: Satın alma işlemi tamamlanana kadar ekran açık kalır.

source: These metrics are computed from the on-device decision ledger and are never uploaded.
de: Diese Metriken werden aus dem Entscheidungsprotokoll auf dem Gerät berechnet und werden nie hochgeladen.
fr: Ces mesures sont calculées à partir du registre de décision du dispositif et ne sont jamais téléchargées.
tr: Bu metrikler cihazdaki karar veritabanından hesaplanır ve asla sunucuya yüklenmez.

source: This asset has not been explicitly reviewed yet.
de: Dieses Objekt wurde noch nicht manuell geprüft.
fr: Cet élément n'a pas encore été examiné.
tr: Bu dosya henüz incelenmedi.

source: This byte-identical copy was reviewed but intentionally left out of the Safety Plan.
de: Diese byte-identische Kopie wurde überprüft, wurde aber absichtlich aus dem Sicherheitsplan ausgeschlossen.
fr: Cette copie identique en octets a été examinée, mais a été intentionnellement omise du plan de sécurité.
tr: Bu birebir kopya incelendi fakat bilerek Güvenlik Planı dışında bırakıldı.

source: This copy is the protected keeper. Keptora blocks it from quarantine until another keeper is selected.
de: Diese Kopie ist das geschützte Original. Keptora verhindert das Verschieben, bis ein anderes Original gewählt wird.
fr: Cette copie est l’original protégé. Keptora empêche son déplacement tant qu’un autre original n’est pas sélectionné.
tr: Bu dosya korunan orijinaldir. Başka bir orijinal seçilene kadar kurtarma kutusuna taşınması engellenir.

source: This group needs at least two members for synchronized comparison.
de: Diese Gruppe benötigt mindestens zwei Elemente für einen synchronisierten Vergleich.
fr: Ce groupe a besoin d'au moins deux membres pour une comparaison synchronisée.
tr: Senkronize karşılaştırma için bu grupta en az iki öğe gerekir.

source: This may use network data and device storage. You can cancel the scan at any time.
de: Dies kann Netzwerkdaten und Gerätespeicher verwenden. Der Scan kann jederzeit abgebrochen werden.
fr: Cette opération peut utiliser le réseau et le stockage de l’appareil. Vous pouvez annuler l’analyse à tout moment.
tr: Bu işlem ağ verisi ve cihaz depolaması kullanabilir. Taramayı istediğiniz zaman iptal edebilirsiniz.

source: This may use network data and disk space. You can cancel between Photos items.
de: Dies kann Netzwerkdaten und Speicherplatz beanspruchen. Kann zwischen Fotos-Elementen abgebrochen werden.
fr: Cela peut utiliser des données réseau et de l'espace disque. Vous pouvez annuler entre les éléments Photos.
tr: Bu işlem ağ verisi ve disk alanı kullanabilir. Fotoğraf öğeleri arasında iptal edebilirsiniz.

source: This plan contains recommendations outside the free 100-review allowance. Pro keeps every future plan unlimited and reversible.
de: Dieser Plan enthält Empfehlungen außerhalb des kostenlosen Kontingents von 100 Prüfungen. Pro hält jeden zukünftigen Plan unbegrenzt und wiederherstellbar.
fr: Ce plan contient des recommandations au-delà de la limite gratuite de 100 examens. Pro permet des plans illimités et réversibles pour toujours.
tr: Bu plan, 100 ücretsiz inceleme hakkınızın üzerindeki önerileri içerir. Pro, gelecekteki tüm planları sınırsız ve geri alınabilir kılar.

source: This planned copy matches the exact-set SHA-256 digest and is not the protected keeper. Keptora will still re-hash it immediately before quarantine.
de: Diese geplante Kopie entspricht dem exakten SHA-256-Hash und ist nicht das geschützte Original. Keptora prüft den Hash vor dem Verschieben erneut.
fr: Cette copie correspond à l’empreinte SHA-256 et n’est pas l’original protégé. Keptora recalcule son empreinte immédiatement avant le déplacement.
tr: Bu kopya SHA-256 özetiyle eşleşiyor ve asıl dosya değildir. Kurtarma kutusuna taşınmadan hemen önce tekrar doğrulanır.

source: This screen cannot be closed until the operation finishes.
de: Dieser Bildschirm kann nicht geschlossen werden, bis die Operation abgeschlossen ist.
fr: Cet écran ne peut pas être fermé tant que l'opération n'est pas terminée.
tr: Bu ekran işlem tamamlanana kadar açık kalır.

source: This will add %@ copies totaling %@ from every exact group. Protected keepers stay untouched, and nothing moves until you confirm the Safety Plan.
de: Dadurch werden %@ Kopien mit insgesamt %@ aus allen exakten Gruppen zum Plan hinzugefügt. Geschützte Kopien bleiben unberührt; nichts wird verschoben, bevor der Sicherheitsplan bestätigt wird.
fr: Cette action ajoutera %@ copies, soit %@ au total, depuis tous les groupes exacts. Les copies protégées restent intactes et rien ne sera déplacé avant votre confirmation du plan de sécurité.
tr: Her birebir gruptan toplam %@ boyutundaki %@ kopya plana eklenir. Korunan özgünlere dokunulmaz; Güvenlik Planı’nı onaylayana kadar hiçbir dosya taşınmaz.

source: Toggle selection for %@
de: Auswahl für %@ ändern
fr: Modifier la sélection de %@
tr: %@ için seçimi değiştir

source: Total Indexed
de: Gesamtindexiert
fr: Total indexé
tr: Toplam İndekslenen

source: Track exact-set review progress, planned recovery, and conservative similarity evidence without turning suggestions into deletion decisions.
de: Genauen Überprüfungsfortschritt, geplante Wiederherstellung und konservative Ähnlichkeitsbeweise verfolgen, ohne Vorschläge in Löschungsentscheidungen zu verwandeln.
fr: Suivez les progrès exacts de l'examen de l'ensemble, la récupération prévue et les preuves de similarité conservatrices sans transformer les suggestions en décisions de suppression.
tr: Birebir kopyaları güvenle inceleyin, kurtarma planlarını takip edin ve benzer fotoğrafları karşılaştırın.

source: Tracked files
de: Verfolgte Dateien
fr: Fichiers suivis
tr: İzlenen dosyalar

source: Try Keptora Pro
de: Keptora Pro ausprobieren
fr: Essayez Keptora Pro
tr: Keptora Pro'yu Deneyin

source: Unavailable
de: Nicht verfügbar
fr: Indisponible
tr: Kullanılamıyor

source: Unknown date
de: Unbekanntes Datum
fr: Date inconnue
tr: Bilinmeyen tarih
